INSERT INTO public.questions ("name",category,"type",factor,created_at,updated_at) VALUES 
('私は相手の変化や成果に気付いてそれを伝えている','A.日常の関わり','個別対応',0.124107367325151,'2020-03-04 18:03:16.253','2020-03-04 18:03:16.253')
,('私は相手の考え方や価値観を理解している','A.日常の関わり','個別対応',0.126239356755917,'2020-03-04 18:03:16.255','2020-03-04 18:03:16.255')
,('私の話し方、ほめ方などは、相手の性格や特徴に合ったものである','A.日常の関わり','個別対応',0.167627912811276,'2020-03-04 18:03:16.257','2020-03-04 18:03:16.257')
,('私は相手の強みや得意分野を引き出し、伸ばしている','A.日常の関わり','個別対応',0.088482051415465,'2020-03-04 18:03:16.259','2020-03-04 18:03:16.259')
,('私は相手との話をあいまいに終わらせず、結論を出している','B.対話力','前進',0.31393512694559,'2020-03-04 18:03:16.261','2020-03-04 18:03:16.261')
,('私は話題が発散しすぎず、目的を持って相手との会話を進めている','B.対話力','前進',0.271481982151182,'2020-03-04 18:03:16.263','2020-03-04 18:03:16.263')
,('私は相手の話を途中でさえぎったり、否定することなく最後まで聞いている','B.対話力','傾聴',0.506569055799275,'2020-03-04 18:03:16.265','2020-03-04 18:03:16.265')
,('私は結論を急がせたり先取りすることなく、落ち着いて相手に話をさせている','B.対話力','傾聴',0.493430944200725,'2020-03-04 18:03:16.266','2020-03-04 18:03:16.266')
,('私は相手にとって話しやすい・相談しやすい雰囲気である','A.日常の関わり','個別対応',0.148119536963905,'2020-03-04 18:03:16.268','2020-03-04 18:03:16.268')
,('私は相手に対してうなずき、あいづち、あいのてなど、反応をまじえながら応じている','A.日常の関わり','個別対応',0.130056041635844,'2020-03-04 18:03:16.270','2020-03-04 18:03:16.270')
;
INSERT INTO public.questions ("name",category,"type",factor,created_at,updated_at) VALUES 
('私は相手と定期的に話す場を設けている','A.日常の関わり','継続',0.306062630151458,'2020-03-04 18:03:16.272','2020-03-04 18:03:16.272')
,('私は相手の目標の進捗についてその人と話をしている','A.日常の関わり','継続',0.353121827501903,'2020-03-04 18:03:16.275','2020-03-04 18:03:16.275')
,('私は相手からのメールや電話の連絡にタイムリーに返答している','B.対話力','前進',0.152027875496064,'2020-03-04 18:03:16.277','2020-03-04 18:03:16.277')
,('私は相手にねぎらいの気持ちを伝えている','A.日常の関わり','個別対応',0.135698190060969,'2020-03-04 18:03:16.279','2020-03-04 18:03:16.279')
,('私は自分の考えを伝える前に、まず相手の考えを尋ねている','B.対話力','質問',0.415150169627053,'2020-03-04 18:03:16.281','2020-03-04 18:03:16.281')
,('私は相手に気付かせたり、自発的に考えさせたりする質問をしている','B.対話力','質問',0.584849830372947,'2020-03-04 18:03:16.282','2020-03-04 18:03:16.283')
,('私から相手への提案や要望、主張の内容は、明確でわかりやすい','B.対話力','前進',0.262555015407164,'2020-03-04 18:03:16.284','2020-03-04 18:03:16.284')
,('私は相手をやる気にさせる提案や要望をしている','A.日常の関わり','個別対応',0.079669543031473,'2020-03-04 18:03:16.286','2020-03-04 18:03:16.286')
,('私は自分の行動についてのフィードバックを自ら求めている','A.日常の関わり','継続',0.098560318272124,'2020-03-04 18:03:16.288','2020-03-04 18:03:16.288')
,('私は相手が目標に対して順調に進んでいるか、フィードバックをしている','A.日常の関わり','継続',0.242255224074515,'2020-03-04 18:03:16.290','2020-03-04 18:03:16.290')
;
INSERT INTO public.questions ("name",category,"type",factor,created_at,updated_at) VALUES 
('私の関わりが相手の目標達成を促進している','A.日常の関わり','目的共有',0.186411229874037,'2020-03-04 18:03:16.293','2020-03-04 18:03:16.293')
,('私は相手の成功や成長を支援している','A.日常の関わり','目的共有',0.223558063123882,'2020-03-04 18:03:16.295','2020-03-04 18:03:16.295')
,('私と相手は組織全体の方向性を共有している','A.日常の関わり','目的共有',0.321085329551376,'2020-03-04 18:03:16.297','2020-03-04 18:03:16.297')
,('私は相手の目指している目標を知っている','A.日常の関わり','目的共有',0.268945377450704,'2020-03-04 18:03:16.298','2020-03-04 18:03:16.298')
;