INSERT INTO public.csaplus24_coefficient (id_id,"name",category,"type",factor,created_at,updated_at) VALUES 
(1,'私は相手の変化や成果に気付いてそれを伝えている','A.日常の関わり','個別対応','0.124107367','2020-03-04 18:03:34.335','2020-03-04 18:03:34.335')
,(2,'私は相手の考え方や価値観を理解している','A.日常の関わり','個別対応','0.126239357','2020-03-04 18:03:34.338','2020-03-04 18:03:34.338')
,(3,'私の話し方、ほめ方などは、相手の性格や特徴に合ったものである','A.日常の関わり','個別対応','0.167627913','2020-03-04 18:03:34.342','2020-03-04 18:03:34.342')
,(4,'私は相手の強みや得意分野を引き出し、伸ばしている','A.日常の関わり','個別対応','0.088482051','2020-03-04 18:03:34.347','2020-03-04 18:03:34.347')
,(5,'私は相手との話をあいまいに終わらせず、結論を出している','B.対話力','前進','0.313935127','2020-03-04 18:03:34.351','2020-03-04 18:03:34.351')
,(6,'私は話題が発散しすぎず、目的を持って相手との会話を進めている','B.対話力','前進','0.271481982','2020-03-04 18:03:34.354','2020-03-04 18:03:34.354')
,(7,'私は相手の話を途中でさえぎったり、否定することなく最後まで聞いている','B.対話力','傾聴','0.506569056','2020-03-04 18:03:34.359','2020-03-04 18:03:34.359')
,(8,'私は結論を急がせたり先取りすることなく、落ち着いて相手に話をさせている','B.対話力','傾聴','0.493430944','2020-03-04 18:03:34.363','2020-03-04 18:03:34.363')
,(9,'私は相手にとって話しやすい・相談しやすい雰囲気である','A.日常の関わり','個別対応','0.148119537','2020-03-04 18:03:34.366','2020-03-04 18:03:34.366')
,(10,'私は相手に対してうなずき、あいづち、あいのてなど、反応をまじえながら応じている','A.日常の関わり','個別対応','0.130056042','2020-03-04 18:03:34.369','2020-03-04 18:03:34.370')
;
INSERT INTO public.csaplus24_coefficient (id_id,"name",category,"type",factor,created_at,updated_at) VALUES 
(11,'私は相手と定期的に話す場を設けている','A.日常の関わり','継続','0.30606263','2020-03-04 18:03:34.374','2020-03-04 18:03:34.374')
,(12,'私は相手の目標の進捗についてその人と話をしている','A.日常の関わり','継続','0.353121828','2020-03-04 18:03:34.379','2020-03-04 18:03:34.379')
,(13,'私は相手からのメールや電話の連絡にタイムリーに返答している','B.対話力','前進','0.152027875','2020-03-04 18:03:34.382','2020-03-04 18:03:34.382')
,(14,'私は相手にねぎらいの気持ちを伝えている','A.日常の関わり','個別対応','0.13569819','2020-03-04 18:03:34.385','2020-03-04 18:03:34.385')
,(15,'私は自分の考えを伝える前に、まず相手の考えを尋ねている','B.対話力','質問','0.41515017','2020-03-04 18:03:34.389','2020-03-04 18:03:34.389')
,(16,'私は相手に気付かせたり、自発的に考えさせたりする質問をしている','B.対話力','質問','0.58484983','2020-03-04 18:03:34.394','2020-03-04 18:03:34.394')
,(17,'私から相手への提案や要望、主張の内容は、明確でわかりやすい','B.対話力','前進','0.262555015','2020-03-04 18:03:34.398','2020-03-04 18:03:34.398')
,(18,'私は相手をやる気にさせる提案や要望をしている','A.日常の関わり','個別対応','0.079669543','2020-03-04 18:03:34.401','2020-03-04 18:03:34.401')
,(19,'私は自分の行動についてのフィードバックを自ら求めている','A.日常の関わり','継続','0.098560318','2020-03-04 18:03:34.404','2020-03-04 18:03:34.404')
,(20,'私は相手が目標に対して順調に進んでいるか、フィードバックをしている','A.日常の関わり','継続','0.242255224','2020-03-04 18:03:34.409','2020-03-04 18:03:34.409')
;
INSERT INTO public.csaplus24_coefficient (id_id,"name",category,"type",factor,created_at,updated_at) VALUES 
(21,'私の関わりが相手の目標達成を促進している','A.日常の関わり','目的共有','0.18641123','2020-03-04 18:03:34.412','2020-03-04 18:03:34.412')
,(22,'私は相手の成功や成長を支援している','A.日常の関わり','目的共有','0.223558063','2020-03-04 18:03:34.415','2020-03-04 18:03:34.415')
,(23,'私と相手は組織全体の方向性を共有している','A.日常の関わり','目的共有','0.32108533','2020-03-04 18:03:34.418','2020-03-04 18:03:34.418')
,(24,'私は相手の目指している目標を知っている','A.日常の関わり','目的共有','0.268945377','2020-03-04 18:03:34.422','2020-03-04 18:03:34.422')
;